---
kind: other
id: Properties.T:Autodesk.Revit.DB.MultipleValuesIndicationSettings
source: html/5bb8a680-45b1-eb46-638c-b145c24471e8.htm
---
# MultipleValuesIndicationSettings Properties

The id of the assembly instance to which the element belongs.